[
{
    "item": "SCP-2054",
    "class": "Safe", 
    "containment": "SCP-2054 is quarantined at the maximum security wing of the humanoid detention center at Site-23. All nutritional and medical needs are to be provided by automated means, as are those necessary for interrogation. Under no circumstances are any personnel to have any physical contact with SCP-2054. Once a week, exercise is permitted under armed guard in the maximum security rehabilitation center. Standard amenities package EEF-115 are to be extended to SCP-2054 as long as it remains cooperative.",
  "description": "SCP-2054 is a metamorphic entity capable of assuming the appearance of other human beings. No means have been discovered of distinguishing between SCP-2054 and its human target.",
  "addendum": "Due to the effects of the situation on staff morale, amnestics were approved and prescribed to Dr. F██████'s colleagues. The cover story was released that Dr. F██████ was KIA. In 2014, either SCP-2054 or Dr. F██████ committed suicide in quarantine during an unrelated containment breach. Autopsy results provided nothing definitive. The survivor has since been placed on suicide watch. Interrogation has been suspended indefinitely, given the impossibility of conclusively determining the identity of the authentic Dr. F██████. At such time as the survivor expires, Dr. F██████ will become eligible for the Thaumiel medal of honor."
  
},  

{
    "item": "SCP-2062",
    "class": "Kronecker", 
    "containment": "Type-3 FWAB (Foundation Web Analysis Bot) OMICRON-20-PSI( Alan) is to constantly search and remove SCP-2062 affected entries from the Foundation's SCP Catalog. Non-computerized versions of affected entries are to be destroyed. The document regarding SCP-2062 is the only object that has been voluntarily classified as Kronecker by the Foundation, and does not display any anomalous properties. Classifying other anomalous items as Kronecker is prohibited.",
  "description": "SCP-2062 is an anomalous Object Class known as Kronecker, appearing on random computerized SCP entries. Entries affected with SCP-2062 will autonomously change their Object Class, Special Containment Procedures and Description, claiming that said items are no longer anomalous and are to be exempted from containment, often adding details in the Description section that attempt to disprove the anomaly. Reverting these changes have been unsuccessful. However, these entries can be deleted from the main catalog. SCP-2062-1 is the IP address from which all SCP-2062 anomalies originate. Triangulation of the IP address results in failure with standard positioning systems. Tracing with equipment tuned for extra dimensional topography, indicates that SCP-2062-1 originates from an extra dimensional space. SCP-2062-1 appears to be the only signal originating from this space.",
  "addendum": "Leopold Kronecker (Lifespan: 7 December 1823 – 29 December 1891) was a German mathematician who studied number theory and algebra. Kronecker was best known for his quote on Georg Cantor's set theory. While SCP-2062 bears no semblance to any records of the mathematician Kronecker, further studies into the records of Kronecker's life and death are underway." 
},

{
    "item": "SCP-2105",
    "class": "Euclid", 
    "containment": "A single copy of SCP-2105 is to be kept in a secure lockbox in Room 382-C in Research Facility-12. Personnel are allowed to experiment with SCP-2105 within Room 382-C, but only after a thorough psychological examination and under direct supervision of a researcher with Level-3 security clearance. All experiments are to be logged and placed in File 12-2105-C. Any rituals generated by SCP-2105 discovered outside of containment are to be quickly destroyed by any means immediately upon discovery, including any results of said rituals. Any civilians involved in rituals will be administered Class B Amnestics and all their electronics will be confiscated and destroyed.",
  "description": " SCP-2105 is a DOS program called mv_sk1r.COM and is compressed in a .tar.gz archive that also contains a .txt file [Designated DCMT-2105-1], both of the same name. SCP-2105 can be run on any operating system, despite the. COM filetype generally only functioning on DOS using the COMMAND.COM default program. However, when SCP-2105 is run on other operating systems, it creates its own instance of COMMAND.COM to run inside. Once running, the user is offered multiple options.",
  "addendum": "Under request of Researcher Michaelson, a thorough search of W-2105-001's belongings was conducted. A box matching the description given during interrogation was found and was taken to Research Facility-12 for further research. After a thorough examination of the box, it was found to be non-anomalous in nature, but Researcher Michaelson discovered a few properties of the box that may give insight into the nature of SCP-2105."
  
},

{
    "item": "SCP-2093",
    "class": "Euclid", 
    "containment": "The school building containing SCP-2093 is to be locked down when not being tested. As the building has been condemned and no longer serves any public function, any unauthorized individual found roaming the halls is to be detained and interrogated. As of ██/█/2013, SCP-2093 has expanded in size approximately 8 square meters, encompassing the entirety of the drama room. The exact limits can be determined by use of thermal imaging, as the space within SCP-2093 has a significantly lower level of heat and humidity.",
  "description": "SCP-2093 is a spatial anomaly localized in the third floor drama room of ███████ High School and located in █████████, Maryland. Upon entering SCP-2093, personnel inside enter the spatial anomaly, and are able to exit the room while remaining within SCP-2093, allowing for exploration of a recreation of the school building. The recreation conforms with the size and structure of the actual school and is populated by an array of entities appearing as students, ranging in age from elementary students to high school students. Some entities appear to engage in conversation but are incapable of vocalization. Individuals outside of SCP-2093 may open the door, allowing for those inside the anomaly to return unharmed. It is unknown why personnel within the anomaly are unable to escape on their own, or if entities within SCP-2093 are bound by the same restriction.",
  "addendum": "An expedition on █/█/20██ encountered a small group of unknown creatures within SCP-2093, roughly resembling bipedal ursines, with a layer of matte gray chitin covering their torsos. Facial features are nonexistent save for two ellipsoid openings of equal size, one atop the other. Entities within the anomaly displayed no reaction to the creatures."
},

{
    "item": "SCP-2126",
    "class": "Safe", 
    "containment": "SCP-2126 is to be kept in an opaque plastic sleeve and held within a moisture-controlled storage locker.",
  "description": "SCP-2126 is a letter written in blue ink on a ruled sheet of P4 paper. It is addressed to a person identified as “Davey” and appears to be written by said person’s grandmother. Two horizontal creases in the paper suggest that it was at some point folded into thirds and placed in an envelope. When SCP-2126 is read aloud from beginning to end, all of the reader’s hair follicles will immediately cease normal function and begin to pull hairs downward through the dermis and into adjacent tissues.1 Once there is no more hair above a particular follicle, the follicle will begin contributing cells to the inward-growing hair. This process proceeds at a rate of 1.25 cm per month, approximating the average rate of human hair growth. The process ceases for follicles producing body hair once the hair reaches the length the follicle would produce normally (such as for vellus and androgenic hair), but will proceed indefinitely for cranial hair should the person affected have live follicles within the dermis of their scalp.",
  "addendum": "The effect of SCP-2126 can be temporarily halted with chemicals that prevent hair growth or by surgical removal of follicles. As the affected individual's body will quickly produce new follicles to replace those removed, the effect can be permanently halted only through surgical removal of the dermis."
}
]


    
 
      
   




